<template>
    <div class="agreement-detail">
        <v-header :showLogin="false"></v-header>
        <div class="agreement">
            <h1>使用条款</h1>
            <p>这些条款最后修订于2016年3月18日。</p>
            <p>这是您和特拉华州Lendio公司（“Lendio”）之间的法律协议，可以通过10235 South Jordan Gateway，Suite 410，South Jordan，UT 84095联系。通过访问本网站，以及任何子网站本网站的网站（统称“网站”），和/或使用本网站可访问的任何服务（定义如下），您成为用户并同意并受本协议条款和条件的约束只要您继续使用本网站或服务，就可以使用Lendio隐私政策（统称“条款”）。如果您不同意受条款约束，请勿使用本网站或服务。您使用或参与某些服务可能需要遵守其他条款…<br/>
                Lendio将合格的小企业主与活跃的银行，信用合作社和其他贷款来源进行匹配。通过专有的匹配技术，Lendio帮助企业主识别商业贷款类别和特定贷款人，为该企业主提供准备和获得商业贷款的最佳机会。一旦准备好，小企业主就可以通过我们的专有技术引入最合适的贷款来源。</p>
            <h2>这些条款的变更</h2>
            <p>这是您和特拉华州Lendio公司（“Lendio”）之间的法律协议，可以通过10235 South Jordan Gateway，Suite 410，South Jordan，UT 84095联系。通过访问本网站，以及任何子网站本网站的网站（统称“网站”），和/或使用本网站可访问的任何服务（定义如下），您成为用户并同意并受本协议条款和条件的约束只要您继续使用本网站或服务，就可以使用Lendio隐私政策（统称“条款”）。如果您不同意受条款约束，请勿使用本网站或服务。您使用或参与某些服务可能需要遵守其他条款…<br/>
                Lendio将合格的小企业主与活跃的银行，信用合作社和其他贷款来源进行匹配。通过专有的匹配技术，Lendio帮助企业主识别商业贷款类别和特定贷款人，为该企业主提供准备和获得商业贷款的最佳机会。一旦准备好，小企业主就可以通过我们的专有技术引入最合适的贷款来源。</p>
            <h2>内容</h2>
            <p>所有文本，图形，用户界面，可视界面，照片，商标（无论是否已注册），徽标，声音，任何类型的艺术作品以及计算机代码（统称为“内容”），包括但不限于设计，结构本网站包含的内容，协调，选择，出现和安排由Lendio拥有，并受商业外观，版权，商标和其他财产法以及不正当竞争法的保护。任何滥用内容的行为都将面临危险，Lendio将采取一切合法的措施来执行和保护内容。</p>
            <router-link to="/">定义的术语</router-link>
            <router-link to="/">使用站点和服务的</router-link>
            <router-link to="/">所有权</router-link>
            <router-link to="/">用户信息</router-link>
            <router-link to="/">服务</router-link>
            <router-link to="/">链接到第三方网站/与广告商和赞助商往来</router-link>
            <router-link to="/">担保免责声明</router-link>
            <router-link to="/">责任限制</router-link>
            <router-link to="/">赔偿</router-link>
            <router-link to="/">通信和隐私</router-link>
            <router-link to="/">期限和终止</router-link>
            <router-link to="/">取消</router-link>
            <router-link to="/">的具体条款控制其他产品与服务</router-link>
            <router-link to="/">总则</router-link>
            <h3>1.定义的条款</h3>
            <p>如本条款所使用，以下词语具有以下含义。“Lendio”包括“Lendio，Inc。”，“Lendio”，“我们”，“我们”以及诸如“我们的”之类的变体。“服务”包括您作为Lendio服务的一部分订购，接收或访问的产品，服务和软件。</p>
            <h3>2.网站和服务的使用</h3>
            <p>作为本网站的用户或注册使用任何服务的用户（“注册用户”），您同意以下内容：<br/>
                一个。独家使用。您的帐户仅供您使用，仅用于您的业务需求。您不得授权他人使用您的帐户，也不得将您的帐户转让或以其他方式转让给任何其他人或实体。您承认Lendio不对因盗用或盗用您的用户名和密码而导致您的帐户第三方访问负责。湾 提交的信息。您对（i）您通过使用本网站和任何服务提供的信息和内容，（ii）您通过服务以任何方式提供的信息和内容承担全部责任并承担所有责任，并且（iii） ）您与任何和所有第三方的互动。任何输入信息以创建重复帐户的尝试都将被拒绝，您的帐户将被暂停。<br/>
                C。风险假设和预防措施。您在使用服务时承担所有风险，包括但不限于与第三方交互相关的所有风险，包括但不限于您与之匹配，引用或提供的任何贷方。<br/>
                d。没有保证。Lendio可能无法为每个寻求使用其服务的注册用户提供匹配。此外，Lendio不保证比赛的数量或获得商业资金的能力。即没有虚假信息。您同意提供准确，真实，最新和完整的信息。<br/>
                F。法律目的。您同意不将本网站或服务用于任何非法目的。您只能根据联邦，州和当地法律使用本网站或服务。<br/>
                G。商业目的。您同意仅将本网站或服务用于真正的商业目的。您同意不将本网站或服务用于个人，家庭或家庭用途。除了您自己和/或您的公司之外，您不得使用本网站或服务获取有关任何人的信息或作出决定。</p>
            <h3>3.所有权</h3>
            <p>一个。专有信息的所有权。您在此确认并同意Lendio是本网站和服务的所有权利的所有者。联邦，州和地方法律法规保护这些所有权。只有在这些条款明确授权的情况下，您才可以使用本网站和服务。您不得复制，复制，分发或创建衍生作品，反向工程或反向编译任何本网站或服务或技术。<br/>
                湾 不使用机密信息。您不得以任何方式发布，复制，修改，传播，披露，展示，创作任何衍生作品，分发，商业用途或以任何方式复制（i）机密信息或（ii）其他受版权保护的材料，商标，或未经事先获得此类所有权所有者事先书面同意，可通过本网站或服务访问的其他专有信息。<br/>
                C。提供内容的许可。通过向本网站或服务的任何帐户或公共区域提供信息或内容，您自动授予，并且您声明并保证您有权向Lendio及其用户授予不可撤销的，永久的，非独占的，完全的 - 全球许可，使用，复制，公开表演，公开展示和分发此类信息和内容，准备衍生作品或将其纳入其他作品，此类信息和内容，以及授予和授权前面的。我们可能会不时根据此类功能或程序的附加条款和条件，在您自愿选择参与的网站上创建，测试或实施新功能或服务。通过自愿参与此类功能或计划，</p>
            <h3>4.用户信息</h3>
            <p>一个。隐私政策。有关您提供的信息和材料的收集和可能使用的信息，请访问网站上的Lendio隐私政策。使用本网站或服务即表示您同意Lendio隐私政策的条款。<br/>
                湾 法律披露。您承认并同意，如果法律要求，Leindio可以应第三方的要求披露您提供的信息，或者我们自行决定认为披露对于（i）遵守法律是合理的执法部门提出的要求或命令，或任何法律程序（适用法律是否要求进行此类披露）; 或（ii）保护或辩护Lendio或第三方的权利或财产。<br/>
                C。信息安全。  我们努力保护Lendio和我们的用户免受未经授权的访问或未经授权的更改，披露或破坏我们持有的信息。特别是：<br/>
                我们使用SSL加密了许多服务。<br/>
                我们审查我们的信息收集，存储和处理实践，包括物理安全措施，以防止未经授权的系统访问。<br/>
                我们限制Lendio员工，承包商和代理商访问个人信息，这些员工需要知道该信息以便为我们处理，并且受到严格的合同保密义务，如果他们不履行这些义务，可能会受到纪律处分或终止。<br/>
                d。使用匿名信息进行研究。通过使用本网站和/或服务，您同意允许Lendio匿名使用您的信息和您通过服务获得的经验，以继续Lendio对成功业务实践的研究并改进服务。<br/>
                即 关于您的内容的许可。您保留对本网站提供的内容的所有权益，或作为您使用服务的一部分。但是，通过提交您的内容（包括您的个人和商业信息），您特此授予Lendio永久，非独占，不可撤销，免版税的许可，以便：复制，改编，编辑，修改，翻译，发布，传输和/或或分发您的任何内容。此许可证特别包括Lendio有权将此类内容提供给与Lendio有业务关系的其他可信公司，组织和/或个人，以便执行服务。作为服务性能的一部分，Lendio可以（i）通过各种公共网络以各种形式传输或分发您的信息;</p>
        </div>
        <v-footer></v-footer>
    </div>
</template>

<script type="text/ecmascript-6">
    import footerComponent from '../../components/footer/index';
    import headerComponent from '../../components/header/index';
    export default {
        name: "agreement-detail",
        components: {
            'v-header': headerComponent,
            'v-footer': footerComponent
        }
    };
</script>

<style lang="less" scoped>
    .agreement-detail{
        margin-top: 50px;
        .agreement {
            padding: 40px 20px;
            /*background-size: cover;*/
            /*background-repeat: no-repeat;*/
            /*background-position: top center;*/
            /*background-image: url("./images/1.png");*/

            h1 {
                font-size: 20px;
                color: #323232;
                font-weight: 700;
                margin-bottom: 10px;
            }

            p {
                font-size: 9px;
                color: #646464;
                margin-bottom: 30px;
            }

            h2{
                font-size: 12px; color: #323232; font-weight: 700; margin-bottom: 10px;
            }
            a{
                font-size: 12px; color: #5369E8; font-weight: 700; margin-bottom: 20px; display: block;
            }
            h3{
                font-weight: 700; font-size: 14px; color: #323232; margin-bottom: 10px;
            }
        }
    }
</style>
