<template>
    <div class="agreement-detail">
        <v-header :showLogin="false"></v-header>
        <div class="agreement">
            <h1>使用条款</h1>
            <p>这些条款最新修订日期为2019年9月12日。</p>
            <p>这是您与西安恒生众利金融服务有限公司及其关联主体Beimi之间的一份法律协议，您访问本网站（<a href="https://www.huoxsq.cn" style="display: inline-block;">https://www.huoxsq.cn</a>)和本网站的任何子网站（统称为“网站”），和/或使用通过本网站可访问的任何服务（定义见下文），您将成为用户，并同意并受本协议和Beimi隐私政策，只要你继续使用该网站或服务，如果您不同意受本条款约束，请不要使用本网站或本服务。您使用或参与某些服务可能需要附加条款，这些条款将在其附加条款中列出，或在您注册使用此类服务或购买此类产品时提交给您同意。</p>
            <p>beimi将合格的小企业主或个人与活跃的银行、信用合作社和其他贷款来源进行匹配。通过专有的匹配技术，beimi帮助企业所有者确定企业贷款类别和特定的贷款人，为企业所有者准备和获得企业贷款提供最佳机会。一旦准备好，小企业主就可以通过我们的专有技术获得最合适的贷款推荐。</p>
            <h2>这些条款的变更</h2>
            <p>请定期检查这些条款是否有变更，因为我们保留自行决定更改、修改、添加或删除部分条款的权利。您在发布更改后继续使用网站将意味着您接受并同意更改。请参阅条款的开头，以确定条款最后一次修订的时间。
            </p>
            <h2>内容</h2>
            <p>所有文本、图形、用户界面、视觉界面、照片、商标（无论是否注册）、徽标、声音、任何类型的艺术品和计算机代码（统称为“内容”），包括但不限于设计、结构、协调、选择、外观和排列网站上包含的内容归Beimi所有，并受商业外观、版权、商标及其他财产法和不正当竞争法的保护。任何对内容的滥用都将对您造成风险，Beimi将尽一切合法的努力来执行和保护内容。</p>
            <a @click="anchor(1)">定义的术语</a>
            <a @click="anchor(2)">现场和服务的使用</a>
            <a @click="anchor(3)">所有权</a>
            <a @click="anchor(4)">用户信息</a>
            <a @click="anchor(5)">服务</a>
            <a @click="anchor(6)">与第三方网站的链接/与广告商和赞助商的交易</a>
            <a @click="anchor(7)">免责声明</a>
            <a @click="anchor(8)">责任限制</a>
            <a @click="anchor(9)">赔偿</a>
            <a @click="anchor(10)">通信和隐私</a>
            <a @click="anchor(11)">期限和终止</a>
            <a @click="anchor(12)">取消</a>
            <a @click="anchor(13)">控制其他服务和产品的特定条款</a>
            <a @click="anchor(14)">一般规定</a>
            <h3 id="hh1">1。定义的术语。</h3>
            <p>
            在本术语中，下列词语应具有以下含义。“beimi”包括“呗米.”、“呗管家”、“西安恒生”、“我”和“我们”等变体。“服务”包括您作为Beimi服务的一部分订购、接收或访问的产品、服务和软件。
            </p>
            <h3 id="hh2">2。现场和服务的使用</h3>
            <p>
            作为网站用户或注册使用任何服务的用户（“注册用户”），您同意：
            </p>
            <p>
            a.专用。您的帐户只供您使用，并且只用于您的业务需要。您不得授权他人使用您的账户，也不得将您的账户转让给任何其他人或实体。您承认Beimi不对因您的用户名和密码被盗或盗用而导致的第三方访问您的帐户负责。
            </p>
            <p>
            b.提交的信息。对于（i）您通过使用本网站和任何服务提供的信息和内容，（ii）您通过本服务以任何方式提供的信息和内容，以及（iii）您与任何和所有第三方的互动，您全权负责并承担所有责任。任何试图输入信息以创建重复帐户的尝试都将被拒绝，并且您的帐户将被禁用。
            </p>
            <p>
            c.风险承担和防范措施。您在使用服务时承担所有风险，包括但不限于与第三方的任何互动相关的所有风险，包括但不限于为您匹配、推荐或提供的任何贷款人以及其他产品或服务机构。
            </p>
            <p>
            没有保证。beimi可能无法为每个试图使用其服务的注册用户提供匹配项。此外，beimi不保证匹配的数量或获得商业资金的能力。
            </p>
            <p>
            e.没有虚假信息。您同意提供准确、真实、最新和完整的信息。
            </p>
            <p>
            f.法律目的。您同意不将网站或服务用于任何非法目的。您只能根据中国内地法律使用网站或服务。
            </p>
            <p>
            商业目的。您同意仅将网站或服务用于真正的商业目的。您同意不将网站或服务用于个人、家庭或其他目的。除了您自己和/或您的业务之外，您不得使用本网站或服务获取任何人的信息或作出任何决定。
            </p>
            <h3 id="hh3">
            3。所有权
            </h3>
            <p>
            A.专有信息的所有权。您在此承认并同意，Beimi拥有本网站和服务的所有权利。只有在本条款明确授权的情况下，才允许您使用本网站和服务。您不得复制、复制、分发或创建衍生作品、反向工程或反向编译任何网站、服务或技术。
            </p>
            <p>
            b.不使用机密信息。您不得张贴、复制、修改、传输、披露、公开展示、创建任何衍生作品、分发、商业使用或以任何方式复制任何（i）机密信息或（ii）通过SIT可访问的其他受版权保护的材料、商标或其他专有信息e或服务，未经该等所有权所有人的事先书面同意。
            </p>
            <p>
            c.提供内容的许可证。通过向网站或服务的任何帐户或公共区域提供信息或内容，您自动授予，并且您声明并保证您有权向Beimi及其用户授予不可撤销的、永久的、非排他性的、全额支付的全球使用、复制、发布ICLY执行、公开展示和分发此类信息和内容，并准备此类信息和内容的衍生作品或将其纳入其他作品，并授予和授权上述内容的分许可。我们可以根据这些功能或程序的附加条款和条件，不时在您自愿选择参与的网站上创建、测试或实施新功能或服务。通过您自愿参与这些功能或计划，您授予我们与这些功能或服务的附加条款和条件（如有）相关的本小节所述的权利。
            </p>
            <h3 id="hh4">4。用户信息</h3>
            <p>
            A.隐私政策。有关收集和可能使用您提供的信息和材料的信息，请访问网站上的Beimi隐私政策。通过使用网站或服务，您同意Beimi隐私政策的条款。
            </p>
            <p>
            b.依法披露。您承认并同意，如果法律要求，应第三方要求，或如果我们认为披露是合理的，则Beimi可以披露您提供的信息，以（i）遵守法律、执法部门的要求或命令，或任何法律程序（无论适用法律是否要求披露）；或（ii）保护或捍卫贷款人或第三方的权利或财产。
            </p>
            <p>
            c.信息安全。我们努力保护Beimi和我们的用户免受未经授权访问或未经授权更改、披露或破坏我们所持有的信息。特别地：
            </p>
            <p>
            我们使用ssl对许多服务进行加密。
            </p>
            <p>
            我们审查我们的信息收集、存储和处理实践，包括物理安全措施，以防止未经授权访问系统。
            </p>
            <p>
            我们限制Beimi员工、承包商和代理人访问个人信息，这些员工、承包商和代理人需要知道该信息以便为我们处理该信息，并且他们必须遵守严格的合同保密义务，如果他们不履行这些义务，可能会受到纪律处分或终止合同。
            </p>
            <p>
            使用匿名信息进行研究。通过使用网站和/或服务，您同意允许Beimi匿名使用您提供的信息和您通过服务获得的经验，以继续Beimi对成功商业实践的研究并改进服务。
            </p>
            <p>
            关于你的内容的许可证。您保留对您提供给网站的内容或作为您使用服务的一部分的所有所有权权益。但是，通过提交您的内容，包括您的个人和业务信息，您在此授予Beimi永久的、非排他性的、不可撤销的、免版税的许可：复制、改编、编辑、修改、翻译、发布、转让和/或分发您的任何内容。本许可证特别包括Beimi有权将此类内容提供给与Beimi有业务关系的其他受信任的公司、组织和/或个人，以便执行服务。作为履行服务的一部分，Beimi可以（i）通过各种公共网络以各种形式传输或分发您的信息；以及（ii）对您的内容进行必要的更改，以履行其义务。
            </p>
            <h3 id="hh5">
            5。服务
            </h3>
            <p>
            Beimi提供免费订阅服务，帮助您满足业务需求。如上所述，Beimi为您提供各种潜在的贷款人和贷款产品，以满足您的业务需求。作为服务的一部分，我们要求您提供各种信息，以便在我们的合作伙伴中为您的业务需求提供最佳匹配。
            </p>
            <h3 id="hh6">
            6。与第三方网站的链接以及与广告商和赞助商的交易
            </h3>
            <p>
            网站和服务可能包含指向第三方网站的链接，包括但不限于不受beimi控制的广告商或者放款方，beimi不对任何链接网站或链接网站中包含的任何链接的内容或此类网站的任何更改或更新负责。Beimi向您提供这些链接是为了方便，包含任何链接并不意味着Beimi认可或接受对此类第三方网站上的内容承担任何责任。您与网站或服务上或通过网站或服务找到的广告商或第三方之间的通信或业务往来，或参与广告商或第三方的促销活动，仅限于您与该广告商或第三方之间。您同意Beimi不对因此类广告商出现在网站或服务上而造成的任何损失或损害负责。请访问我们的隐私政策，了解我们如何使用您的信息。
            </p>
            <h3 id="hh7">
            7。免责声明
            </h3>
            <p>
            A.本节将在适用法律允许的最大范围内适用。Beimi在现有和可用的基础上提供服务，并不对服务或网站（包括其中包含的所有信息）提供任何形式的保证，无论是明示的、暗示的、法定的或其他方面的保证，包括任何暗示的保证或可销售的保证。适合某一特定目的或不侵权。Beimi不保证您对服务的使用将是安全的、不间断的、始终可用的、无错误的或将满足您的要求，也不保证服务中的任何缺陷将得到纠正。Beimi对服务的连接性和可用性不承担任何责任，也不作任何保证。
            </p>
            <p>
            第三方内容。意见、建议、声明、提议或通过网站或服务提供的其他信息或内容，但不是由Beimi直接提供的，是其各自作者的意见、建议、声明、提议或其他信息或内容，不一定要依赖这些意见、建议、声明、提议或内容。这些作者对这些内容全权负责。Beimi不：（i）保证提供的任何服务信息的准确性、完整性或有用性，或（i）采纳、认可或接受对Beimi以外的任何一方的任何意见、建议或声明的准确性或可靠性负责。在任何情况下，Beimi均不对任何人因依赖发布在网站或服务上的信息或其他内容，或向任何用户发送或由任何用户发送的信息或其他内容而造成的任何损失或损害负责。
            </p>
            <p>
            c.测试版功能。beimi可能会不时提供新的“beta”功能或工具，供用户在网站或服务上试用。此类功能或工具仅用于实验目的，不提供任何形式的保证，可由Beimi自行决定修改或停止使用。本保修免责声明部分的规定适用于此类功能或工具。
            </p>
            <h3 id="hh8">
            8。责任限制
            </h3>
            <p>
            a.附带损害赔偿和总责任。在任何情况下，Beimi均不对因使用或无法使用服务而产生的或与之相关的任何附带、特殊、后果性或间接损害负责，包括但不限于损失或损坏或数据或程序、服务中断和Substi采购造成的损害。所有服务，即使Beimi知道或已被告知，或可能或此类损害。在任何情况下，Beimi的总赔偿，无论是与本条款或服务或网站的使用有关的任何形式的行动，都不会超过您为您的帐户或订阅支付的价格，或者，如果您没有为使用任何服务支付Beimi，我们的金额299元或等值。
            </p>
            <p>
            B.对借贷后行为不负责任。在法律允许的最大范围内，在任何情况下，Beimi均不对因您或任何其他人使用本服务的行为而产生或与之相关的任何直接、间接、一般、特殊、补偿、后果和/或附带损害负责。S
            </p>
            <p>
            c.信息核实。Beimi及其承包商可以使用各种方法验证用户提供的信息。但是，这些方法都不是完美的，您同意Beimi及其承包商不会因为任何不正确的验证信息而对您承担任何责任。
            </p>
            <h3 id="hh9">
            9。赔偿
            </h3>
            <p>
            您同意赔偿、保护和保护Beimi及其高级职员、董事、员工、代理人和第三方，使其免受任何损失、成本、责任和费用（包括合理的律师费），这些损失、成本、责任和费用与（i）您使用或无法使用网站或服务，（ii）您发布的任何用户帖子，（iii）违反本条款的任何条款或侵犯第三方的任何权利，或（iv）违反任何适用的法律、规则或法规。Beimi有权自行承担费用，对任何需要您赔偿的事项进行独家辩护和控制，在这种情况下，您将全力配合Beimi提出任何可用的辩护。
            </p>
            <h3 id="hh10">
            10。沟通与隐私
            </h3>
            <p>
            我们可以使用您的电子邮件地址向您发送消息，通知您服务或特别优惠的重要更改。此外，我们可以通过电话与您联系，如果您自愿为我们提供您的电话号码，以便与您沟通有关的服务。如果您不想收到此类电子邮件或电话，请参阅我们的隐私政策，以审查您的选择。
            </p>
            <h3 id="11">
            11。期限和终止
            </h3>
            <p>
            本协议将在您接受使用本网站或服务的条款后生效，除非本协议终止，否则本协议将永久有效。您或Beimi可随时终止您的账户，无论是否有任何原因，无需解释，在书面通知另一方后生效。Beimi保留因任何原因或无任何原因立即暂停或终止您使用任何服务的权利，恕不另行通知。我们还保留在任何时候从我们的服务和任何其他记录中删除您的帐户信息或数据的权利，由我们全权决定。如果您因违反本条款而暂停使用任何服务，您同意您向Beimi支付的所有费用将不可退还，所有未付或待付的款项将立即到期。您可以按照下面“取消”一节中的步骤终止您的帐户。
            </p>
            <h3 id="hh12">
            12。取消
            </h3>
            <p>
            随时取消。本节中的取消程序不适用于已与Beimi签订贷款协议的任何贷款人。贷款人的取消条款将包含在其他协议中。
            </p>
            <h3 id="hh13">
            13。控制其他服务和产品的特定条款
            </h3>
            <p>
            除了提供服务外，我们还提供其他服务和产品。此类其他服务和/或产品的附加条款将在您接受此类条款之前和使用此类服务和/或产品之前提前展示给您。
            </p>
            <p>
            Beimi利用百融大数据提供的征信服务访问征信记录以进行业务融资。所有此类征信记录均根据Beimi和百融之间的使用条款以及您和贷款顾问之间的使用条款进行访问。
            </p>
            <h3 id="hh14">
            14。一般规定
            </h3>
            <p>
            管辖权。您同意西安恒生所在地法律（不影响其法律冲突原则）将管辖这些条款、网站和服务，并且由这些条款引起或与之相关的任何争议.您承认并同意，任何违反本条款的行为都可能对Beimi造成不可弥补的损害，因此同意Beimi有权在法庭上寻求特别救济，包括但不限于临时限制令、初步禁令和永久禁令。在不损害贷款人因违反本条款而可能享有的任何其他权利或补救措施的情况下，还必须提供债券或其他担保。
            </p>
            <p>
            b.其他。您在注册服务时接受的这些条款、网站上的隐私政策以及任何适用的付款、续期、附加服务条款，构成了您与Beimi之间关于使用此服务的完整协议，取代了之前您和Beimi与您使用本网站或服务有关（包括但不限于本条款的任何先前版本）。服务上的常见问题解答仅供参考，不视为本条款的一部分。除非另有明确说明，否则本条款将在您的服务注册终止后继续有效。Beimi未能行使或执行本条款的任何权利或规定并不构成对该权利或规定的弃权。如果本条款的任何规定被视为无效，其余条款将继续完全有效。无论有任何相反的法规或法律，因使用本网站或条款而产生或与之相关的任何索赔或诉讼理由必须在此类索赔或诉讼理由产生后一（1）年内提出，或永远禁止。条款中的章节标题仅为方便起见，不具有法律或合同效力。
            </p>
            <p>
            证券报表。我们不对任何报价的准确性、完整性或及时性作出任何形式的陈述、保证或其他保证，也不对任何销售、贸易或其他交易的当前或未来价值或适用性作出任何形式的陈述、保证或其他保证。涉及任何特定证券或任何其他投资的行为。你知道我们不是证券经纪人或交易商，也不是投资或财务顾问。你只负责你的投资研究。在进行任何证券交易之前，您应就任何股票、共同基金、证券或其他投资的价格、适用性、价值或其他方面咨询经纪人或其他财务顾问。
            </p>
        </div>
        <v-footer></v-footer>
    </div>
</template>

<script type="text/ecmascript-6">
    import footerComponent from '../../components/footer/index';
    import headerComponent from '../../components/header/index';
    export default {
        name: "agreement-detail",
        components: {
            'v-header': headerComponent,
            'v-footer': footerComponent
        },
        methods: {
            anchor(index){
                document.documentElement.scrollTop = document.getElementById('hh' + index).offsetTop - 80;
            }
        }
    };
</script>

<style lang="less" scoped>
    .agreement-detail{
        margin-top: 50px;
        .agreement {
            padding: 40px 20px;
            /*background-size: cover;*/
            /*background-repeat: no-repeat;*/
            /*background-position: top center;*/
            /*background-image: url("./images/1.png");*/

            h1 {
                font-size: 20px;
                color: #323232;
                font-weight: 700;
                margin-bottom: 10px;
            }

            p {
                font-size: 9px;
                color: #646464;
                margin-bottom: 30px;
            }

            h2{
                font-size: 12px; color: #323232; font-weight: 700; margin-bottom: 10px;
            }
            a{
                font-size: 12px; color: #5369E8; font-weight: 700; margin-bottom: 20px; display: block;
            }
            h3{
                font-weight: 700; font-size: 14px; color: #323232; margin-bottom: 10px;
            }
        }
    }
</style>
