<template>
    <div class="agreement-detail">
        <v-header :showLogin="false"></v-header>
        <div class="agreement">
            <h1>隐私政策</h1>
            <p>上次更新时间：2019年9月12日</p>
            <p>本网站由Beimi拥有和运营。我们希望您了解我们收集的信息，我们如何保护这些信息，以及我们如何使用您的信息。本隐私政策适用于我们通过Beimi网站和其他方式收集的信息。您对Beimi网站和我们的服务的使用受本隐私政策和使用条款的约束。</p>
            <p>本网站和所有其他Beimi网站（统称为“网站”）均为普通观众网站，我们不会故意收集18岁以下儿童的个人或其他信息。如果您未满18岁，请不要使用我们的网站。
            </p>
            <p>我们尊重和重视客户的隐私，并制定了本隐私政策，以表明我们对保护您隐私的承诺。本政策描述并阐述了我们关于以下主题的政策：
            </p>
            <a @click.stop="anchor(1)">1.我们收集了什么信息</a>
            <a @click.stop="anchor(2)">2.我们如何收集你的信息</a>
            <a @click.stop="anchor(3)">3.我们如何使用你的信息</a>
            <a @click.stop="anchor(4)">4.向第三方披露您的信息</a>
            <a @click.stop="anchor(5)">5.更新和访问您的信息</a>
            <a @click.stop="anchor(6)">6.安全</a>
            <a @click.stop="anchor(7)">7.选择/退出</a>
            <a @click.stop="anchor(8)">8.从第三方获得的信息</a>
            <a @click.stop="anchor(9)">9.隐私政策变更通知</a>
            <a @click.stop="anchor(10)">10.联系方式</a>
            <p>
            本隐私声明描述了Beimi如何收集和使用您在我们网站上提供的个人信息。它还介绍了您可以选择的有关我们使用您的个人信息，以及您如何访问和更新这些信息。
            </p>
            <p>
            通过接受Beimi的使用条款、访问、浏览或使用本网站，您同意本隐私政策。你可以在这里找到我们使用条款的副本。
            </p>
            <h2 id="hh1">1。我们收集了什么信息</h2>
            <p>
            我们收集以下个人信息：
            </p>
            <p>
            联系人信息，如姓名、邮寄地址、电子邮件和电话。
            </p>
            <p>
            个人身份信息，如您的社会保险号码和出生日期。
            </p>
            <p>
            唯一标识符，如用户名、帐号和密码。
            </p>
            <p>
            首选项信息，如人口统计数据和有关您在网站上的在线活动的数据。
            </p>
            <p>
            我们收集有关贵公司业务的以下信息：
            </p>
            <p>
            姓名、地址、电话、大小、类型以及与您的业务有关的其他方面。
            </p>
            <p>
            商业文件：一些客户向Beimi提供各种商业和个人文件，以便向某些潜在贷款人提供。除其他敏感文件外，这些文件还可能包括个人和企业纳税申报表。任何此类文件均得到安全储存和保护。在您的要求和允许下，这些文件可以与某些贷款人共享。在任何情况下，未经您的允许，我们都不会以任何方式披露、传输或共享这些文件。
            </p>
            <h2 id="hh2">2。我们如何收集你的信息</h2>
            <p>
            日志文件：每当您访问我们的任何网站时，我们的服务器都会自动从您的浏览器中收集信息（如您的IP地址、浏览器类型、Internet服务提供商（ISP）、引用/退出页面、平台类型、日期/时间戳和单击次数），以分析趋势、管理网站，防止欺诈，跟踪游客的流动，并收集广泛的人口信息。例如，出于系统管理的目的，我们可能会记录您的IP地址。记录IP地址以跟踪用户的会话。这让我们知道哪些部分的网站用户正在访问。我们不在外部共享日志文件。
            </p>
            <p>的人口信息。例如，出于系统管理的目的，我们可能会记录您的IP地址。记录IP地址以跟踪用户的会话。这让我们知道哪些部分的网站用户正在访问。我们不在外部共享日志文件。
            </p>
            <p>
            cookies：当您访问我们的网站或使用我们的服务时，我们使用“cookies”来跟踪某些类型的信息。Cookie是放在您计算机上的非常小的文件，它允许我们计算访问我们网站的访问者的数量，并区分重复访问者和新访问者。它们还允许我们保存用户偏好并跟踪用户趋势。我们依赖cookies来保证网站的正常运行；因此，如果您的浏览器设置为拒绝所有cookies，则网站将无法正常运行。拒绝cookies的用户对由此导致的任何功能损失承担全部责任。我们不会将cookies链接到任何个人识别信息。
            </p>
            <p>
            网络信标：“网络信标”（也称为“清晰的gif”和“像素标签”）是小的透明图形图像，通常与cookies一起使用，以便为用户进一步个性化我们的网站，并收集关于我们的访问者的有限信息集。我们也可以在电子邮件通信中使用网络信标，以便了解客户的行为。我们不会将网络信标链接到任何个人识别信息。
            </p>
            <p>
            注册信息：要处理注册，我们可能需要您的姓名、地址、电话号码、电子邮件地址和其他个人信息。这些信息主要用于处理您的订单，或者如本文所述。这是你提供给我们的信息。
            </p>
            <p>
            电子邮件和电话：当您注册我们的服务时，我们需要您的电子邮件地址。我们将您的电子邮件用于交易（如订单确认、退款和续签处理）和促销（如通讯、新产品、特别折扣、活动通知、特别第三方优惠）目的。我们发送给您的电子邮件可能包含代码，使我们的数据库能够跟踪您对电子邮件的使用情况，包括电子邮件是否已打开以及单击了哪些链接（如果有的话）。如果您不想收到我们的促销电子邮件，请参阅下面标有“选择/退出”的部分。我们保留向您发送某些与Beimi服务相关的通信的权利，例如服务公告和管理消息，而不向您提供选择不接收这些信息的机会。我们也可以通过电话或短信（包括您可能提供给我们的任何无线号码）与您联系，仅与Beimi的服务有关。如果您不愿意接收我们的电话或短信，您可以从您的帐户首选项页面更改或删除您的号码，或者如果您收到我们的电话或短信，您可以要求从我们的联系人列表中删除您的号码。我们完全遵守中国法律的要求。
            </p>
            <p>
            其他消息来源。我们可以从第三方获得有关你方的信息，如信用报告。未经你方允许，我们不提供信用报告。
            </p>
            <h2 id="hh3">三。我们如何使用你的信息</h2>
            <p>
            一般来说，我们使用您的信息：
            </p>
            <p>
            提供你方要求的产品和服务以及我方提供的产品和服务；
            </p>
            <p>
            管理与您的客户关系；
            </p>
            <p>
            研究和分析您对我们的产品和服务以及第三方提供的产品和服务的使用或兴趣；
            </p>
            <p>
            就产品和服务与您沟通；
            </p>
            <p>
            提供有针对性的广告；
            </p>
            <p>
            了解我们在线广告、内容、节目和其他活动的整体效果；以及管理我们的业务。
            </p>
            <p>
            您提供的业务和财务信息用于将您与适当的商业贷款贷款人和其他业务产品和服务提供商匹配
            </p>
           <h2 id="hh4"> 4。向第三方披露您的信息</h2>
            <p>
            依法披露：您承认并同意，如果法律要求，应第三方的要求，或者如果我们认为披露是合理的，以（1）遵守法律、执法部门的要求或命令，或任何法律程序（无论适用法律是否要求披露）和（2）保护或捍卫贷款人或第三方的权利或财产。
            </p>
            <p>
            贷款人和/或经纪人。通过注册我们的服务或提交对网站上提供的商业贷款产品或服务的请求，您表示同意继续，并且您同意、承认和同意向我们网络内的贷款人和/或经纪人披露您的信息。未经您的授权，我们不会进行信用检查。请注意，与您匹配并与您共享信息的贷款人、经纪人和/或其他服务提供商可能会保留您的信息，即使您未就其产品或服务签订协议。请直接与每一方联系，了解他们的隐私和信息政策。此外，如果您通过Beimi服务与贷款人、经纪人或其他服务提供商签订协议，并对您提供给我们的信息进行更改，我们可以与此类贷款人、经纪人和/或服务提供商共享更新的信息。
            </p>
            <p>
            我们向受信任的第三方披露：在完成网站上的个人资料后，我们将与您匹配的第三方服务提供商共享您的信息。通过接受使用条款，您同意从我们信任的第三方，包括潜在的贷款人和服务提供商，收到各种营销材料。我们不对第三方的材料或其行为负责。您的信息也可能与向Beimi提供服务并受此隐私政策约束的第三方承包商共享。您的信息将被此类第三方视为保密信息，不得用于我们授权以外的任何其他目的。此外，我们可能会不时地与精心挑选的第三方共享有关我们用户群的个人信息（如电子邮件或邮寄地址），以便他们能够提供我们认为用户可能感兴趣的商品和服务。如果您不希望收到我们信任的合作伙伴提供的服务，您可以按照下面“选择/退出”部分中概述的步骤随时更改您的电子邮件首选项。
            </p>
            <p>
            通过在任何网站上注册并同意条款向我们披露您的信息，您明确同意本隐私政策、条款和网站中所述的任何信息转让。
            </p>
            <h2 id="hh5">5。更新和访问您的信息</h2>
            <p>
            您可以随时通过登录您的帐户并进行任何更改或更新来更新或访问您的配置文件信息。所做的任何更改都将立即更新。
            </p>
            <p>
            如果你想停止使用你的帐户，你可以停用或删除它。当您停用帐户时，您的信息将不会发送给任何其他贷款人、经纪人或其他第三方，但信息不会被删除。通过停用您的帐户，您将有能力恢复整个帐户。
            </p>
            <p>
            您可以从beimi中删除您的帐户。如果您选择删除您的帐户，它将从beimi中永久删除。你应该只删除你的帐户，如果你确定你永远不想重新激活它。
            </p>
            <p>
            删除您的帐户后，Beimi将以商业上合理的方式保留您提供给Beimi的数据。一旦您的帐户被删除，beimi将不会共享您的信息，并且只将您的数据用于内部研究和beimi营销。由Beimi保留的数据将在Beimi确定的商业合理期限内保留。
            </p>
            <h2 id="hh6">6。安全</h2>
            <p>
            我们有广泛的安全措施来保护数据库中存储的信息的丢失、误用和更改。这些措施包括在信用卡交易和管理访问站点数据期间使用安全套接字层（ssl）技术，以及应用于所有存储库和用户信息传输的其他专有安全措施。在您的计算机和我们的服务器之间提供信息的安全传输时，我们将采取合理的谨慎措施，但鉴于无法保证通过Internet传输的任何信息100%安全，我们无法确保或保证通过I因此，对于任何无意的泄露，Internet不承担任何责任。有关更多信息，请参阅我们的使用条款。
            </p>
            <p>
            如果Beimi发生数据泄露，Beimi将在45天内通知您。我们将通知您发生了违反，违反了什么类型的信息，何时发生了违反，您可以采取哪些步骤来进一步保护您的信息，我们对违反采取了哪些行动，以及我们正在采取哪些步骤来确保违反不再发生。
            </p>
            <p>
            不要与任何其他个人共享您的帐户登录名和/或密码。您的帐户登录和/或密码是敏感的，您对帐户信息的共享可能会导致您的帐户暴露。
            </p>
            <h2 id="hh7">7。选择/退出</h2>
            <p>
            您可以按照这些电子邮件中包含的退订说明，选择停止接收我们的时事通讯或营销电子邮件，也可以通过fengniao@keji.partner.onmschina.cn与我们联系。
            </p>
            <p>
            您可以选择不向我们提供某些信息，但这可能会导致无法使用网站的某些功能，无法获得您正在寻求的服务和产品。一般情况下，不要在公共论坛上发布个人信息。您只负责在公共论坛上发布任何个人信息。
            </p>
            <p>
            如果在注册我们的服务后，您决定不再希望从贷款人、经纪人或其他第三方那里获得我们的服务或未来的联系，您可以取消此处讨论的您的帐户。一旦取消您的帐户，您的信息将不再发送给贷款人，经纪人或其他第三方。这并不保证这些贷款人、经纪人或其他第三方将停止联系您或使用您的信息。请务必联系所有贷款人、经纪人和/或其他第三方，以确保他们不再与您联系。
            </p>
            <p>
            某些法规要求我们在一定时期内保留您的信息记录。由于这些规定，在这些规定的时间要求到期之前，我们可能无法从数据库中完全删除您的信息。
            </p>
            <h2 id="hh8">8。从第三方获得的信息</h2>
            <p>
            我们从第三方购买有关客户的营销数据，并将其与我们已经掌握的有关您的信息相结合，以创建更为量身定制的广告和产品。
            </p>
            <p>
            如果您提供了有关其他人的信息，或者其他人向我们提供了您的信息，我们将仅在向我们提供信息的特定原因下使用该信息。
            </p>
            <p>
            从第三方获得的任何信息都将用于帮助您与各贷款人进行业务匹配。
            </p>
            <p>
            这些网站包含指向由第三方维护的其他网站的链接。这些第三方对其自己的网站全权负责，我们鼓励您联系此类第三方，以获取其安全措施的副本和信息。我们不控制，也不负责这些第三方的隐私和安全措施。
            </p>
            <h2 id="hh9">9。隐私政策变更通知</h2>
            <p>
            我们可能会更新此隐私政策，以反映对我们的信息做法的更改。如果我们做出任何重大更改，我们将通过电子邮件（发送到您帐户中指定的电子邮件地址）或通过本网站上的通知通知您。我们鼓励您定期查看此页，以获取有关我们隐私政策的最新信息。当我们更改此隐私政策时，我们将修改隐私政策顶部的修订日期。
            </p>
            <h2 id="hh10">h10。联系方式</h2>
            <p>
            有关此隐私政策，您可以写信或发电子邮件至以下地址与我们联系：
            </p>
            <p>
            西安恒生众利金融信息服务有限公司
            </p>
            <p>
            电子邮箱：<a href="mailto:fengniao@keji.partner.onmschina.cn">fengniao@keji.partner.onmschina.cn</a>
            </p>
            <p>
            电话：0755-85245354
            </p>
        </div>
        <v-footer></v-footer>
    </div>
</template>

<script type="text/ecmascript-6">
    import footerComponent from '../../components/footer/index';
    import headerComponent from '../../components/header/index';
    export default {
        name: "agreement-detail",
        components: {
            'v-header': headerComponent,
            'v-footer': footerComponent
        },
        methods:{
            anchor(index){
                document.documentElement.scrollTop = document.getElementById('hh' + index).offsetTop - 80;
            }
        }
    };
</script>

<style lang="less" scoped>
    .agreement-detail{
        margin-top: 50px;
        .agreement {
            padding: 40px 20px;
            /*background-size: cover;*/
            /*background-repeat: no-repeat;*/
            /*background-position: top center;*/
            /*background-image: url("./images/1.png");*/

            h1 {
                font-size: 20px;
                color: #323232;
                font-weight: 700;
                margin-bottom: 10px;
            }

            p {
                font-size: 9px;
                color: #646464;
                margin-bottom: 30px;
            }

            h2{
                font-size: 12px; color: #323232; font-weight: 700; margin-bottom: 10px;
            }
            a{
                font-size: 12px; color: #5369E8; font-weight: 700; margin-bottom: 20px; display: block;
            }
            h3{
                font-weight: 700; font-size: 14px; color: #323232; margin-bottom: 10px;
            }
        }
    }
</style>
